docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ja" xml:lang="ja">
<head>
<!-- 2026-01-04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Beyond the Standard</title>
<meta name="author" content="藤本教寛" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="static/css/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Beyond the Standard</h1>
<div style="text-align:center">
<p>
MacOSを活用したい素粒子論屋さんが，EmacsのOrg-modeで作る知識まとめページ<br />
</p>
</div>

<div id="outline-container-org50bbc8c" class="outline-2">
<h2 id="org50bbc8c">ようこそ</h2>
<div class="outline-text-2" id="text-org50bbc8c">
<ul class="org-ul">
<li><a href="intro.html">初めに</a><br /></li>
<li><a href="about.html">自己紹介（初めての人以外，無用の長物）</a><br /></li>
<li><a href="diary.html">徒然なるままに日記（日々更新…したい）</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgf3f9564" class="outline-2">
<h2 id="orgf3f9564">MacOSのショートカット</h2>
<div class="outline-text-2" id="text-orgf3f9564">
<ul class="org-ul">
<li><a href="shortcut.html">知っておくと便利なショートカットたち</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-org8ecc382" class="outline-2">
<h2 id="org8ecc382">便利アプリに関するアレコレ</h2>
<div class="outline-text-2" id="text-org8ecc382">
<ul class="org-ul">
<li><a href="app.html">便利なアプリ増えてます</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgce90624" class="outline-2">
<h2 id="orgce90624">日本語入力関係</h2>
<div class="outline-text-2" id="text-orgce90624">
<ul class="org-ul">
<li><a href="input_method.html">JISキーボードでqwerty配列でローマ字入力ですか，そうですか</a><br /></li>
</ul>
</div>
</div>
<div id="outline-container-org9359649" class="outline-2">
<h2 id="org9359649">Emacs（エディタ）関係</h2>
<div class="outline-text-2" id="text-org9359649">
<ul class="org-ul">
<li>Emacs：ミレニアム・ファルコンが好きな人だけ使えば良い<br /></li>
<li>Vim：タイファイターの思想が好きな人はこれ<br /></li>
<li>Visual Studio Code (VS Code)：エディター界のX-ウィング．とりあえずは，これでいいのでは？<br /></li>
</ul>
</div>
</div>
<div id="outline-container-org4648ffe" class="outline-2">
<h2 id="org4648ffe">珈琲に関するアレコレ</h2>
<div class="outline-text-2" id="text-org4648ffe">
<ul class="org-ul">
<li>いっぱいあるドリッパー<br /></li>
<li>いっぱいある豆の種類<br /></li>
<li>いっぱいある焙煎度合い（焙煎機）<br /></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="postamble">&copy; 藤本教寛（沖縄高専） / Yukihiro Fujimoto (Okinawa KOSEN) &nbsp;|&nbsp; 最終更新: 2026-01-04</p>
</div>
</body>
</html>
